RRN_Data/1924200/1924237.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-07-30T07:00:39.105+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-07-30T07:00:39.105+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240730-000250" version="2"><overallSeverity>low</overallSeverity><situationVersionTime>2024-07-30T07:00:37.197+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="PoorEnvironmentConditions" id="240730-000250-1" version="2"><situationRecordCreationTime>2024-07-30T06:58:42.470+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-07-30T07:00:15.714+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-07-30T07:00:37.197+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-07-30T06:58:42.470+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-07-30T06:58:42.470+02:00</overallStartTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Calvados</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>extremeHeat</poorEnvironmentType></situationRecord><situationRecord xsi:type="PoorEnvironmentConditions" id="240730-000250-2" version="2"><situationRecordCreationTime>2024-07-30T06:58:42.470+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-07-30T07:00:15.714+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-07-30T07:00:37.197+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-07-30T06:58:42.470+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-07-30T06:58:42.470+02:00</overallStartTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Manche</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>extremeHeat</poorEnvironmentType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>